export interface Review {
  name: string;
  age: string;
  sex: string;
  review: string;
  id: number;
}

export const Reviews: Review[] = [
  {
    name: "Дарья",
    age: "34 года",
    sex: "female",
    review:
      "Здравствуйте! Я обратилась к доктору Городокину А.Д. 3 месяца назад с жалобами на генерализованное тревожное состояние и многочисленные симптомы навязчивости. Ранее мне ставили диагнозы: тревожно-депрессивное расстройство, невроз. Антон Дмитриевич прописал мне такие препараты: Гидазепам и Пароксетин, прием Гидазепама я уже закончила, Пароксетин продолжаю принимать. Относительно самочувствия, то я хотела бы отметить, что эффект чувствуется от данных препаратов, особенно когда принимала оба. Сейчас чувствую себя лучше, более спокойно (некоторые симптомы пока остаются, но переносить их стало гораздо легче. Однозначно, помощь ощущается. Никаких побочных эффектов не наблюдала за собой. Также заметила такой эффект, что принимая Пароксетин на вечер, мне помогает, в большинстве случаев, успокоиться перед сном, почувствовать достаточно усталость. В целом, очень довольна результатом. Спасибо большое доктору!",
    id: 101,
  },
  {
    name: "Диана",
    age: "27 года",
    sex: "female",
    review:
      "У меня тревожно-депрессивное расстройство. Побывав до этого у четырёх врачей, столкнувшись с равнодушием и некомпетентностью, было ощущение отчаяния. После первой консультации у Антона Дмитриевича, был приятный шок, что такие врачи бывают. Новые таблетки ещё не действовали, а мне уже было намного лучше, потому, что врач внимательно меня выслушал, поддержал. Почувствовала, что в этой борьбе я не одна. Антон Дмитриевич детально расспросил о симптомах, объяснил все про препараты, узнала много того, чего не говорили предыдущие врачи. Хотелось бы, чтобы было как можно больше таких специалистов.",
    id: 102,
  },
  {
    name: "Анастасія",
    age: "27 года",
    sex: "female",
    review:
      "спілкуванні з іншими лікарями я ні секунди не пожалкувала що звернулася по допомогу саме до нього. Коли я тільки розпочала лікування я була зневірена що в мене можуть бути сили на щось, мрії, прагнення, що я не залишусь одна і від мене не відвернуться всі мої близькі. В той час він вірив в мене більше, ніж я сама у себе. Зараз не зважаючи на скрутні часи я відчуваю себе набагато ліпше, у мене гарна робота, котра мені подобається, де я відчуваю себе корисною.",
    id: 103,
  },
  {
    name: "Катерина",
    age: "23 года",
    sex: "female",
    review:
      "Антон Дмитрович дуже професійний спеціаліст у своїй галузі, допоміг мені підібрати препарат для лікування тривожно-депресивного розладу, та зрозуміти причини хвороби. До того ж Антон дуже приємна людина, від якої можна очікувати розуміння і підтримки.",
    id: 104,
  },
  {
    name: "Дарья",
    age: "26 лет",
    sex: "female",
    review:
      "Антон Дмитриевич лучший психолог, с которым я когда-либо проходила терапию, за 6 сессий проработали запрос, который я годами не могла решить. Сумел расположить к себе и довериться с первой встречи. Эрудированный и приятный в общении.",
    id: 105,
  },
  {
    name: "Анастасія",
    age: "21 год",
    sex: "female",
    review:
      "Прийшла до Антона Дмитровича з тривожним розладом, у неймовірному виснаженні та небажанні жити далі. Не знала взагалі з чого почати, думала, що сама надумала собі проблему. Лікар допоміг мені зрозуміти що зі мною не так, призначив лікування, був дуже ввічливим та м'яким (що мені у тому стані було дуже потрібно). Ми підібрали ліки і я вже більше року на терапії, насолоджуюся життям і взагалі забула коли останній раз відчувала тривогу. Дякую Антона Дмитровичу за допомогу!",
    id: 106,
  },
  {
    name: "Луна",
    age: "24 года",
    sex: "female",
    review:
      "Антон – дуже чуйний та професійний психотерапевт, заняття з ним, а також медична терапія полегшили мені життя. Я здобула багато знань під час наших розмов і зрозуміла, якими шляхами мені рухатись по життю. Дуже цінувала наші заняття і досі згадую з теплом.",
    id: 107,
  },
  {
    name: "Лариса",
    age: "27 лет",
    sex: "female",
    review:
      "Я думала, що моїм проблемам не буде кінця і я лишилася один на один з ними. Після першої консультації лікар веселив надію, що я маю шанс на щасливе життя і розставив всі крапки над «і». В даний момент мій курс ще не закінчився, але так добре я себе давно не почувала. Звичайно рекомендую так як розумію, що в таких справах дійсно важливо мати високваліфікованого лікаря (я змінила не одного). Дуже вдячна!",
    id: 108,
  },
];
